Repository: TYPO3-svn-archive/deal
Catalog: Resources/Private/Language/Marketplaces/Immo24/*.locallang_mod.xlf
Languages: de

# errorCertificate
source: No success: the certificate seems to exits and seems to be stored in the database.
de: Die Anmeldung war erfolglos. Das Zertifikat besteht offenbar und scheint in der MySQL Datenbank gespeichert zu sein.

# errorDatabaseMoreThanOneRecordHeader
source: Fatal error: trouble with the uid 0!
de: System Fehler: Problem mit der uid 0!

# errorDatabaseMoreThanOneRecordPrompt
source: There is more than one record in the database with the uid 0. Please remove records with the uid 0 manually!
de: Es gibt mehr als einen Datensatz mit der uid 0. Bitte entferne Datensätze mit der uid 0 manuell!

# errorFlexformApplicationUndefinedHeader
source: Fatal error: undefined value.
de: System-Fehler: undefinierter Wert

# errorFlexformApplicationUndefinedPrompt
source: Value of the flexform property type is undefined.
de: Wert der Flexform Eigenschaft Typ ist nicht definiert.

# flexformPi1SheetApplication
source: Application
de: Anwendung

# flexformPi1SheetApplicationType
source: Type
de: Typ

# flexformPi1SheetApplicationTypeCertification
source: Certification
de: Zertifizierung

# flexformPi1SheetApplicationTypePhp
source: [TEST] PHP Requirements
de: [TEST] PHP Konfiguration

# flexformPi1SheetApplicationTypePhpUrl
source: URL for testing(recommended: https://example.com)
de: Test-URL (empfohlen: https://example.com)

# flexformPi1SheetApplicationTypeLogo
source: [TEST] Own logo / certificate
de: [TEST] Eigenes Logo / Zertifikat

# flexformPi1SheetApplicationTypeRegion
source: [TEST] Region
de: [TEST] Regionen

# flexformPi1SheetApplicationTypeRegionSword
source: Search Word
de: Suchbegriff

# flexformPi1SheetLiveorsandboxRequestUrl
source: Mode
de: Modus

# flexformPi1SheetLiveorsandboxKeysLivePrivate
source: Private Key
de: Privater Schlüssel

# flexformPi1SheetLiveorsandboxKeysLivePublic
source: Public Key
de: Öffentlicher Schlüssel

# flexformPi1SheetLiveorsandboxKeysSandboxPrivate
source: Private Key
de: Privater Schlüssel

# flexformPi1SheetLiveorsandboxKeysSandboxPublic
source: Public Key
de: Öffentlicher Schlüssel

# flexformPi1SheetProxyName
source: URL (name or ip)
de: URL (Name oder IP)

# frontendApplicationCertification
source: Plugin Certification
de: Plugin Zertifizierung

# frontendApplicationCertificationRegisteredNo
source: The application isn't registered. Please submit the form from above. The table %dbtable% is empty.
de: Die Anwendung ist nicht registriert. Bitte sende das Formular ab. Die Tabelle %dbtable% ist leer.

# frontendApplicationCertificationRegisteredYes
source: <p>The application is registered. This is the list of the user names:</p> %users% <p>Everything should be proper, if the user name is the user name of the immobilienscout24 account.<br /> If not, please remove the certificate in the TYPO3 backend.<br /> See table %dbtable%</p>
de: <p>Die Anwendung ist mit folgenden Benutzernamen registriert:</p> %users% <p>Es sollte alles in Ordnung sein, wenn der Name des Zertifikats dem Benutzernamen Deines immobilienscout24-Kontos entspricht.<br /> Wenn nicht, lösche bitte alle nicht benötigten Zertifikate im TYPO3-Backend.<br /> Siehe Tabelle %dbtable%</p>

# frontendApplicationCertificationRegisteredMultiple
source: <p>The application is registered more than once.<br /> Please remove all not needed certificates in the TYPO3 backend<br /> See table %dbtable%</p>
de: <p>Die Anwendung ist mehr als ein Mal registriert.<br /> Lösche bitte alle nicht benötigten Zertifikate im TYPO3-Backend.<br /> Siehe Tabelle %dbtable%</p>

# frontendApplicationFormLegend
source: Certificate application
de: Anwendung zertifizieren

# frontendApplicationFormSubmit
source: Submit
de: Senden

# frontendApplicationFormInputUserPlaceholder
source: Obligate: your immo24 user name
de: Erforderlich: immo24-Benutzername

# frontendApplicationFormInputUserLabel
source: Your immo24 user name
de: Dein immo24-Benutzername

# frontendApplicationRegionPrompt
source: This plugin should work proper in every case. If is display regions, everything is proper. It is a test, if a connection with immobilienscout24 is possible. A serach word is obligate! If there isn't any hit, please test the plugin with the search word "Berlin".
de: Dieses Plugin sollte in jedem Fall funktionieren. Wenn es Regionen anzeigt, ist alles in Ordnung. Mit dem Plugin wird getestet, ob eine Verbindung mit immobilienscout24 hergestellt werden kann. Ein Suchbergiff ist zwingende Voraussetzung. Wenn nichts angezeigt wird, teste das Plugin mit dem Suchbegriff "Berlin".

# frontendApplicationRegionWithSword
source: [TEST] Plugin Regions with search word "%sword%"
de: [TEST] Plugin Regionen mit Suchbegriff "%sword%"

# pluginPi1Title
source: Deal! immobilienscout24 certification
de: Deal! immobilienscout24 Zertifizierung

# pluginPi1WizardTitle
source: Deal! immobilienscout24 certification
de: Deal! immobilienscout24 Zertifizierung

# pluginPi1WizardDescription
source: Certificate the Deal! immobilienscout24 interface.
de: Zertifiziere die Deal!-immobilienscout24-Schnittstelle.

# successCertificate
source: Success: the certificate is stored in the databsase.
de: Die Anmeldung war erfolgreich. Das Zertifikat wurde in der MySQL Datenbank gespeichert.

# successCertificates
source: Success: below you find comma separated the access token, the secret token and the encoded url.
de: Die Anmeldung war erfolgreich. Hier finden Sie Access Token und Token Secret kommasepariert und url enkodiert.
